/* NSPanel (%@ Software Update) : <title:%@ Software Update> (oid:59) */
"%@ Software Update" = "%@ Aggiornamento Software";

/* NSButton (Cancel) : <title:Cancel> (oid:2) */
"Cancel" = "Annulla";

/* NSButton (Check for updates automatically) : <title:Check for updates automatically> (oid:62) */
"Check for updates automatically" = "Verifica automaticamente\ngli aggiornamenti";

/* NSTextField (Error while checking for the latest version) : <title:Error while checking for the latest version> (oid:64) */
"Error while checking for the latest version" = "Attenzione!";

/* NSTextField (No updates are available.) : <title:No updates are available.> (oid:53) */
"No updates are available." = "Non ci sono aggiornamenti disponibili.";

/* NSButton (Okay) : <title:Okay> (oid:63) */
"Okay" = "Fatto";

/* NSTextField (There was an error while connecting to server.  Please check your network settings or try again later.) : <title:There was an error while connecting to server.  Please check your network settings or try again later.> (oid:58) */
"There was an error while connecting to server.  Please check your network settings or try again later." = "Si è verificato un errore durante la connessione al server.\nVerifica le impostazioni di rete o riprova più tardi.";

/* NSTextField (This application was updated on %@. The version %@ is available since %i days. Would you like to update your version %@ ?) : <title:This application was updated on %@.
The version %@ is available since %i days.
Would you like to update your version %@ ?> (oid:44) */
"This application was updated on %@.\nThe version %@ is available since %i days.\nWould you like to update your version %@ ?" = "Il programma è stato aggiornato il %@.\nLa versione %@ è disponibile da %i giorni.\nVuoi aggiornare la tua versione %@ ?";

/* NSButton (Update) : <title:Update> (oid:12) */
"Update" = "Aggiorna";

/* NSTextField (Update available) : <title:Update available> (oid:43) */
"Update available" = "Aggiornamento disponibile";

/* NSTextField (Your version is up to date) : <title:Your version is up to date> (oid:55) */
"Your version is up to date" = "La tua versione è aggiornata";

